Repository: arolw/PLADIF
Catalog: locales/*/LC_MESSAGES/*.po
Languages: fr

source: Download jpeg
fr: Télécharge le jpeg

source: Language
fr: Langue

source: Change the language used in the plots.
fr: Changez la langue utilisée par PLADIF

source: Add here your CSV files
fr: Ajoutez votre fichier CSV ici

source: CSV options
fr: Options CSV

source: Usabilla CSV file (UTF16, tab as delimiter)
fr: Fichier CSV Usabilla (UTF-16, tabulation)

source: CSV file (UTF8 and coma as delimiter)
fr: Fichier CSV (UTF-8, virgule)

source: Choose a CSV type
fr: Choisissez le format CSV

source: Choose the type of CSV file.
fr: Choisissez le format CSV

source: Plot options
fr: Options de tracé

source: PLADIF: Plot Attrakdiff graphs from CSV files
fr: PLADIF : Trace l'Attrakdiff à partir de fichiers CSV

source: toto
fr: kjflkjjklkj

source: is a small open source tool to draw attrakdiff plots from CSV files.
fr: est un petit outil livre qui trace l'attrakdiff à partir de fichiers CSV.

source: too self- oriented
fr: Trop orienté vers le soi

source: self- oriented
fr: orienté vers le soi

source: desired
fr: désiré

source: neutral
fr: neutre

source: taks- oriented
fr: orienté tâche

source: superfluous
fr: superflu

source: too task- oriented
fr: trop orienté tâche

source: Pragmatic Quality
fr: Qualité Pragmatique

source: Hedonic Quality
fr: Qualité Hédonique
